Repository: annttu/sikteeri
Catalog: services/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Starts with
fi: Alkaa

source: Service type
fi: Palvelutyyppi

source: Related alias
fi: Palveluun liittyvä alias

source: Service owner
fi: Palvelun omistaja

source: Service specific data
fi: Palvelukohtainen tieto

source: Alias owner
fi: Aliaksen omistaja

source: Alias name
fi: Aliaksen nimi

source: Is primary member account, e.g. fall-back address for reminders
fi: Onko ensisijainen tunnus, esim. varaosoite muistutuksille

source: Created
fi: Luotu

source: Comment
fi: Kommentti

source: Alias expiration date
fi: Aliaksen vanheneminen

source: Alias {alias} successfully created for {membership}.
fi: Alias {alias} onnistuneesti luotu jäsenelle {membership}
